/* The string for canceling a map editing function. */
"CancelKey" = "취소";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "취소하시겠습니까?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "변경사항이 저장되지 않습니다.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "생성한 오브젝트가 저장되지 않습니다.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "변경사항 무시";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "편집 취소";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "주소가 올바르지 않음";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "지점의 주소를 포함해야 합니다.";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "이 지점의 위치를 추가하지 않았습니다.";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "신규 지점이 추가되지 않습니다.";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "계속 편집";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "삭제할 지점을 선택하십시오.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "삭제할 지점이 없습니다.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "확인";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "모든 지점을 지우시겠습니까?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "아니오";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "예";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "지점으로 전환하시겠습니까?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "폴리라인으로 전환하시겠습니까?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "다각형으로 전환하시겠습니까?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "추가한 지점이 변경되지 않으며 오브젝트를 계속 생성할 수 있습니다.";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "추가한 지점이 모두 삭제됩니다.";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "이 지점을 삭제하시겠습니까?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "저장";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "필터";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "현재 위치";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "제안사항이 없음";

/* The text of the editingPanel Address textField. */
"AddressKey" = "주소";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "모두 지우기";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ 생성 완료";

/* The placeholder text of the Searchbar */
"SearchKey" = "검색";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "신규 지점 추가";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "기본 지도";

/* The title for the standard map type. */
"StandardKey" = "표준";

/* The title for the hybrid map type. */
"HybridKey" = "하이브리드";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "하이브리드 플라이오버";

/* The title for the muted standard map type. */
"MutedStandardKey" = "기본 표준";

/* The title for the satellite map type. */
"SatelliteKey" = "위성";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "위성 플라이오버";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "위치 추가";

